{
    "slides": [
        {
            "src": "image/About/About_heading03.jpg",
            "alt": "About page"
        },
        {
            "src": "image/About/About_heading04.jpg",
            "alt": "About page"
        },
        {
            "src": "image/About/06.jpg",
            "alt": "About page"
        }
    ],
    "sharedContent": {
        "title": "See Our <span class='text-pink-400'>About</span>",
        "description": "Learn about our solutions in education, training, and care that empower vulnerable communities.",
        "buttons": [
            {
                "text": "Learn more",
                "link": "/program",
                "primary": true
            }
        ]
    },
    "historyContent": [
        "Lotus Outreach Cambodia (LOCAM) is part of the global Lotus Outreach network, which is dedicated to improving the lives of vulnerable women and children through education, training, and care.",
        "A pivotal moment came when Khyentse Norbu visited Cambodia for the first time and met a young girl at a safe house orphanage—a moment that shaped the organization’s long-term commitment to the country: “This particular girl held my finger–and she wouldn’t let me go. But so tight; really, really tight. She wouldn’t let me go. I had this really strong feeling, connection, so to speak. So I immediately asked the orphanage, I really want to support this girl, you know, all the way through her university and on. She was also a little bit blind. So, I have to really give credit to her strength to have Lotus Outreach here today. It is really because of her.”",
        "<strong class=\"text-blue-600\">Best Addition:</strong> Today, Lotus Outreach Cambodia empowers women and girls through education, skills training, and community programs—breaking the cycle of poverty and creating lasting change."
    ],
    "principles": [
        {
            "icon": "fas fa-bullseye",
            "title": "Our Mission",
            "text": "To empower vulnerable women and children in Cambodia through education, training, and care helping them break the cycle of poverty and live with dignity, opportunity, and hope."
        },
        {
            "icon": "fas fa-eye",
            "title": "Our Vision",
            "text": "A world where every girl and child, no matter their background, has access to quality education, protection, and the tools to shape their own future."
        },
        {
            "icon": "fas fa-gem",
            "title": "Our Values",
            "text": "We believe in dignity, equity, and opportunity for all. With compassion, integrity, and resilience, we uplift the vulnerable and build brighter futures one life at a time."
        }
    ],
    "teamMembers": [
        {
            "id": 1,
            "name": "Raksmey Va",
            "position": "Executive Director ",
            "image": "/image/Team/Reaksmey.jpg",
            "details": "Raksmey holds a Master’s Degree in Gender and Development Studies from the Asian Institute of Technology in Thailand. She has been with Lotus Outreach since October 2007 and currently serves as the Executive Director of Lotus Outreach Cambodia. In this leadership role, she oversees all strategic and operational aspects of the organization’s work in Cambodia. She is passionate about inspiring and empowering children and young Cambodian women to realize their full potential and dreams through education and opportunity.",
            "tags": ["Leadership", "Empowerment", "Education"]
        },
        {
            "id": 2,
            "name": "Glenn Fawcett",
            "position": "Deputy Director",
            "image": "https://lotusoutreach.org/wp-content/uploads/2020/02/IMG_9668-1024x768.jpg",
            "details": "Glenn has completed post-graduate studies in Poverty Reduction in Policy and Practice at the London University School of Oriental and African Studies (SOAS). An Australian native, he began his journey with Lotus Outreach as a volunteer in New Delhi in 1995. After serving as Director of Operations since 1997, Glenn was appointed Executive Director of Lotus Outreach International in 2017.\nWith over 25 years of living and traveling extensively throughout South and Southeast Asia, Glenn is deeply connected to the villages and communities where Lotus Outreach works. He is driven by a strong sense of social justice and is committed to developing social development approaches that have large-scale, replicable impact.\nIn Cambodia, Glenn serves as Deputy Director of Lotus Outreach Cambodia, working closely with the local team to strengthen and expand programs that empower women and children through education and development.",
            "tags": ["Education", "Empowerment", "Leadership"]
            
        },
        {
            "id": 3,
            "name": "Pisey Chea",
            "position": "Senior Project Officer",
            "image": "/image/Team/Pisey.jpg",
            "details": "Pisey earned her BA in Biochemistry in 2016. After two years working with youth, she joined Lotus Outreach Cambodia as a CATALYST Project Officer in March 2017. In her role, Pisey actively networks across sectors to identify free and subsidized training, internship, and employment opportunities for our beneficiaries. She is passionate about mentoring young women, supporting them to overcome challenges in both education and life.",
            "tags": ["Mentorship", "Youth Development", "Networking"]
        },
        {
            "id": 4,
            "name": "Sreymao Chhan ",
            "position": "Finance and Administration Officer",
            "image": "/image/Team/sreymeo.jpg",
            "details": "Sreymao holds a Bachelor’s Degree in Accounting and Finance from Human Resource University (HRU), completed in 2011. Since joining Lotus Outreach Cambodia in June 2023, she has been responsible for managing all accounting and administrative tasks to ensure smooth and efficient operations.",
            "tags": ["Finance", "Administration", "Operations"]
        }
    ],
    "originalPartnerLogos": [
        {
            "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRo_2n4ixhk90E0WEDNpghs_skGLtJZuMNCGfqyiBtnwoKRjd8DRZxCgLlmGYCwm9fuGAg&usqp=CAU",
            "url": "https://www.passerellesnumeriques.org/what-we-do/cambodia/",
            "info": "Passerelles Numériques"
        },
        {
            "img": "http://cwcc.org.kh/wp-content/uploads/2024/07/cropped-logo-4.png",
            "url": "http://cwcc.org.kh/",
            "info": "CWCC"
        },
        {
            "img": "https://bettercarenetwork.org/sites/default/files/styles/max_325x325/public/2022-07/cocd_cambodia_logo.jpeg?itok=M_TusQPl",
            "url": "https://cocd-cambodia.org/",
            "info": "COCD Cambodia"
        },
        {
            "img": "https://kapekh.org/files/Logos/004_Small.png",
            "url": "https://www.kapekh.org/",
            "info": "KAPE Cambodia"
        },
        {
            "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQG-PHDrMqX-Qnh5xX45XjwvCk6Z_96G_Y2bw&s",
            "url": "https://www.khemaracambodia.org/",
            "info": "Khemara Cambodia"
        },
        {
            "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQkp_i6a7QoF16LhEl4pyBL1-TVeMvnXSjHpA&s",
            "url": "https://www.ccc-cambodia.org/en/ngodb/ngo-information/914",
            "info": "Santi Sena Organization"
        },
        {
            "img": "/image/About/Bayon.png",
            "url": "https://www.ecoledubayon.org/en/who-are-we/bayon-education-development",
            "info": "Bayon Education Development"
        }
    ]
}