{
  "categories": [
    {
      "value": "education",
      "label": "Girls' Education"
    },
    {
      "value": "health",
      "label": "Care"
    },
    {
      "value": "protection",
      "label": "Giving Back"
    },
    {
      "value": "livelihoods",
      "label": "Training"
    }
  ],
  "activities": [
    {
      "title": "Lotus Outreach Cambodia Celebrates the Graduation of 38 CATALYST Students",
      "content": "On the morning of September 22, 2024, Lotus Outreach Cambodia proudly hosted a Certificate Awarding Ceremony to honor the third cohort of 38 female university graduates. These students are part of the 226 young women who have completed their higher education journey through the CATALYST Project since its launch in 2012. The ceremony was graced by Mr. Glenn Fawcett, Executive Director of Lotus Outreach International, and brought together 130 attendees, including parents, guardians, and the graduates themselves, as well as Lotus Outreach Cambodia staff.\n\nIn his remarks, Mr. Glenn Fawcett warmly congratulated the students and shared an inspiring message: \"With affiliates in seven countries and strong partnerships with local NGOs in India, Cambodia, Vietnam, Guatemala, Brazil, and the United States, we are a global community that believes empowerment is at the heart of sustainable change. Educating a woman has a profound multiplying effect—not just for her, but for her family and community for generations to come. Women are powerful change agents and essential to Cambodia’s development as future leaders and role models.\" He further encouraged graduates to begin giving back in small ways now, rather than waiting until they are financially successful.\n\nMr. Fawcett also took the opportunity to thank Lotus Outreach Cambodia’s local partners—the Cambodian Women’s Crisis Centre (CWCC) and Cambodian Organization for Children and Development (COCD)—for their ongoing support and contributions to girls’ education and empowerment.\n\nDuring the event, two student representatives, Ms. Sdeoung Lisa and Ms. Sat Marany, reflected on their four-year journey with Lotus Outreach Cambodia. “Lotus Outreach Cambodia has become like a second family to us,” they shared. “They offered us unconditional love and support, expecting only that we study hard, develop skills, and secure jobs to improve our lives and serve society. Beyond academic support, we received soft skills training and were encouraged to give back by helping children in rural provinces—an experience that filled us with pride and purpose.”\n\nThe voices of families were also heard. Hoeun Ya, elder sister of graduate Hoeun Lina, shared a moving story: “After our parents passed away, our family struggled greatly. I asked Lina to quit school in 9th grade to help out, but she refused. She continued and was fortunate to receive a scholarship from Lotus Outreach Cambodia starting in Grade 11. This support has been the most valuable gift for our family—no one before Lina had the chance to reach university. She is now a role model for our nieces and nephews.”\n\nTo conclude the ceremony, Ms. Va VannakSerey Raksmey, Executive Director of Lotus Outreach Cambodia, led the graduates in expressing heartfelt gratitude to their parents and guardians for their sacrifices and unwavering belief in their daughters’ potential. The event concluded on a joyful note, with Mr. Glenn Fawcett, Ms. Va VannakSerey Raksmey, and Ms. Chea Pisey presenting letters of commendation to the 38 graduates, followed by a celebratory photo session to capture the pride and happiness of the day.",
      "date": "2024-09-22",
      "author": "Lotus Outreach Cambodia",
      "category": "education",
      "image": "/image/News/1.jpg",
      "image1": [
        "/image/News/new1_01.jpg",
        "/image/News/new1_02.jpg",
        "/image/News/new1_03.jpg",
        "/image/News/new1_04.jpg"
      ],
      "location": "Nationwide, Cambodia"
    },
    {
      "title": "CATALYST Monthly Gathering - Students Connect & Reflect",
      "content": "The monthly gathering of CATALYST students from various universities on July 20, 2025, was a truly meaningful meeting that brought together both Juniors and Seniors students! \nDuring this meeting, they shared life experiences, discussed job opportunities, and opened up about the challenges and obstacles they’ve faced and overcome. They also reflected on the achievements they’ve accomplished so far.\nTheir determination and perseverance are living proof that anything is possible when you have a dream and the drive to work hard for it.",
      "date": "2025-07-20",
      "author": "CATALYST Team",
      "category": "education",
      "image": "/image/News/14.jpg",
      "image1": [
        "/image/News/new2_01.jpg",
        "/image/News/new2_02.jpg"
      ],
      "location": "Phnom Penh, Cambodia"
    },
    {
      "title": "GATE Project Monitoring Visit with Lotus Outreach Australia",
      "content": "From June 30 to July 4, 2025, Ms. Charlie, President of Lotus Outreach Australia—who funds the high school scholarship project in Phnom Penh (GATE Phnom Penh) through the partner organization Cambodia Women’s Crisis Center (CWCC)—visited to monitor project implementation, meet with alumnae, and conduct home visits to our current scholarship students.\nDuring the visit, Ms. Charlie and the team from Lotus Outreach Cambodia met with staff from CWCC and Local Education Working Groups (LEWGs) at the four target high schools: Borey 100 Khnang, Sensok, Pong Tuek, and Prek Kampoes. We also spent time engaging with Grade 11 and 12 students and visiting their families to connect and offer encouragement.\nThroughout the visit, Ms. Charlie expressed her joy and pride in the dedication and hard work of both the project team and the scholarship students, which has led to impressive and noteworthy academic achievements.\nWe would like to express our deepest gratitude to the CWCC team in Phnom Penh, as well as the management teams of the four partner schools, for their warm hospitality and strong collaboration, which made the visit both meaningful and successful.\nWe wish Ms. Charlie and her family, the CWCC team, and the school management teams continued happiness, good health, and the Four Blessings of the Buddha—longevity, beauty, happiness, and strength. May these blessings always be with you.",
      "date": "2025-07-04",
      "author": "GATE Program",
      "category": "education",
      "image": "/image/News/15.jpg",
      "image1": [
        "/image/News/new3_01.jpg",
        "/image/News/new3_02.jpg",
        "/image/News/new3_03.jpg"
      ],
      "location": "Phnom Penh, Cambodia"
    },
    {
      "title": "Digital Platform & CV Writing Workshop for First-Year Students",
      "content": "On June 22, 2025, Ms. Kim Sodalin, a third-year International Relations student and intern at Lotus Outreach Cambodia, led an engaging workshop for first-year students on digital tools and professional job application preparation. She introduced valuable platforms that can support academic work and career development. Additionally, she shared expert advice on crafting effective CVs, writing professional emails, and preparing cover letters tailored for job opportunities. The session empowered students with practical skills and confidence to step into their future careers.",
      "date": "2025-06-22",
      "author": "Intern Support Team",
      "category": "livelihoods",
      "image": "/image/News/16.jpg",
      "image1": [
        "/image/News/new4_01.jpg",
        "/image/News/new4_02.jpg"
      ],
      "location": "Phnom Penh, Cambodia"
    },
    {
      "title": "Understanding Women's Health - Workshop for First-Year Students",
      "content": "On June 1, 2025, Lotus Outreach Cambodia organized an informative workshop titled 'Understanding Women’s Health' for first-year female students. Led by Pen Sreynich, a CATALYST alumna and ICU nurse at Kuntha Bopha Hospital, the session covered essential topics including personal hygiene, menstrual cycle awareness, reproductive health issues, and guidance on seeking professional care. Through her personal story and professional expertise, Ms. Sreynich inspired the students to take proactive steps in managing their health with confidence and awareness.",
      "date": "2025-06-01",
      "author": "Care",
      "category": "health",
      "image": "/image/News/17.jpg",
      "image1": [
        "/image/News/new5_01.jpg",
        "/image/News/new5_02.jpg"
      ],
      "location": "Phnom Penh, Cambodia"
    }
  ],
  "stories": [
    {
      "name": "Sat Marany",
      "program": "PHYSICS GRADUATE, ROYAL UNIVERSITY OF PHNOM PENH",
      "avatar": "/image/News/02.jpg",
      "quote": {
        "paragraph1": "Sat Marany, a 22-year-old from Banteay Meanchey Province, overcame significant challenges, including her parents working abroad since Grade 7. A recipient of the CATALYST Scholarship, she graduated with distinction from the Royal University of Phnom Penh in 2024, earning a Physics degree with a ",
        "highlight1": "perfect GPA of 4.00 in her final year",
        "paragraph2": "Currently, Marany works part-time at ISF International School and offers private tutoring, earning approximately $600 per month. She also volunteers at her university's Optoelectronics & Advanced Materials Laboratory and participated in the Asian Network School and Workshop on Complex Condensed Matter Systems 2024 in Thailand, broadening her scientific knowledge and network.",
        "paragraph3": "Deeply committed to education and community service, Marany mentors younger students, supports her younger brother's education, and contributes to her family's living expenses. Her long-term goal is to reunite her family in Cambodia and pursue a master’s degree in physics abroad.",
        "paragraph4": "She extends heartfelt gratitude to the donors for enabling underprivileged Cambodian girls to access higher education and transform their lives, and special thanks to Lotus Outreach Cambodia staff, especially Ms. Raksmey and Ms. Pisey, for their unwavering support and guidance, empowering her and many others to ",
        "highlight2": "persevere and thrive"
      }
    },
    {
      "name": "Sall Kannika",
      "program": "COMPUTER SCIENCE, ASIA EURO UNIVERSITY",
      "avatar": "/image/News/kanitha02.jpg",
      "quote": {
        "paragraph1": "Sall Kannika, a first-year Computer Science student at Asia Euro University, participated in the Design Thinking Hackathon organized by Hub Phnom Penh. Selected as one of 20 finalists from Phnom Penh and Battambang, she engaged in a five-day program that included intensive training in leadership, self-discovery, and real-world problem-solving, culminating in a ",
        "highlight1": "winning project pitch for her A+ Forum initiative",
        "paragraph2": "During the hackathon, Kannika developed skills in Design Thinking, teamwork, and community problem-solving. She built meaningful connections with 40 inspiring youths and mentors, gaining insights into local challenges and her own strengths. Her team’s project, A+ Forum, secured $500 in seed funding and ongoing mentorship to implement a solution addressing community needs.",
        "paragraph3": "Kannika’s participation enhanced her leadership, self-awareness, and problem-solving abilities. She now applies these skills to drive positive change in her community, supported by mentors over a two-month project implementation phase. Her passion for innovation and community development continues to grow.",
        "paragraph4": "She expresses deep gratitude to Hub Phnom Penh for fully sponsoring the program, including transportation, meals, and accommodation, and to her mentors for guiding her journey. This experience has empowered her to pursue her vision of creating impactful solutions and inspiring others to ",
        "highlight2": "drive change through innovation"
      }
    },
    {
      "name": "Kimheng",
      "program": "AGRONOMY, ROYAL UNIVERSITY OF AGRICULTURE",
      "avatar": "/image/News/kimheng01.jpg",
      "quote": {
        "paragraph1": "Kimheng, a 29-year-old from Takeo Province, Cambodia, overcame immense challenges as the youngest of eight children in a struggling household. After her father’s passing, she became the primary caregiver for her ailing mother. With support from Lotus Outreach Cambodia’s CATALYST Program and Buddhist Global Relief, she graduated in 2020 with a Bachelor’s degree in Agronomy, specializing in ",
        "highlight1": "Laboratory Management",
        "paragraph2": "Kimheng now manages a laboratory of 30 staff, overseeing operations, documentation, research, and translation, earning $650 monthly—a significant income in rural Cambodia. Her leadership role, traditionally male-dominated, was secured through her education, fluency in Chinese, and mentorship, despite initial resistance due to her age and gender.",
        "paragraph3": "Her income has transformed her family’s life: funding her mother’s $10,000 eye surgery, building a $15,000 house, supporting her brother’s education in public administration, and covering medical costs for another sibling in Thailand. Kimheng’s leadership skills, honed through CATALYST, have made her a confident manager and community role model.",
        "paragraph4": "Kimheng aspires to pursue a Master’s in seed breeding and tissue culture, possibly in China or Taiwan, to advance her expertise in agricultural biotechnology. She aims to become a bridge for international agricultural collaboration, translating research to benefit Cambodia. She expresses deep gratitude to Lotus Outreach and Buddhist Global Relief for empowering her to transform her life and family.",
        "highlight2": "break gender barriers and uplift her community"
      }
    },
    {
      "name": "Leang Rany",
      "program": "BUSINESS MANAGEMENT GRADUATE, 2020",
      "avatar": "/image/News/rany.jpg",
      "quote": {
        "paragraph1": "When Leang Rany joined the CATALYST program in 2016, few could have predicted that she would one day lead one of the most inspiring youth-led businesses in Cambodia’s construction industry. A graduate in Business Management in 2020, Rany began her journey as an accountant in a small marble company in Phnom Penh. But behind her warm and friendly demeanor was a driven young woman with bold dreams—dreams that would transform not just her own future, but her entire family’s"
      }
    },
    {
      "name": "Pen Sreynich",
      "program": "MIDWIFERY, BATTAMBANG REGIONAL TRAINING CENTER FOR HEALTH",
      "avatar": "/image/News/nich_01.jpg",
      "quote": {
        "paragraph1": "Pen Sreynich, a midwife from Banteay Meanchey Province, Cambodia, turned a childhood marked by abandonment and violence into a journey of healing, resilience, and service. After her parents migrated to Thailand, she faced pressure from her mother to drop out of school and suffered abuse from her father. These traumas left her feeling hopeless and suicidal, until her aunt brought her back to Banteay Meanchey and encouraged her to continue her education. With support from Lotus Outreach Cambodia’s GATE Program and later the CATALYST Project, she completed high school and pursued her dream of becoming a midwife.",
        "highlight1": "Transforming trauma into a mission to save lives"
      }
    },
    {
      "name": "Vann Sophin",
      "program": "ACCOUNTING, VANDA INSTITUTE OF ACCOUNTING",
      "avatar": "/image/News/phin_01.jpg",
      "quote": {
        "paragraph1": "Born and raised in Siem Reap Province as the eldest of three siblings, Vann Sophin’s early life was marked by hardship and perseverance. Her father worked as a woodcutter until a work injury forced him to sell ice blocks instead, reducing the family income. Despite economic struggles, Sophin was determined to succeed. She often attended school without money or materials, sometimes facing judgment from teachers, but she remained committed to studying hard and proving her potential.",
        "highlight1": "From poverty to academic excellence through determination"
      }
    }
  ]
}